Repository: kimsol1134/baseball
Catalog: apps/ios/Sources/Localization/Localizable.xcstrings
Source language: ko
Languages: en, ja

# chapter.review.stat-line
source: 고교 공식 경기 %lld회 · %lld탈삼진 · %lld볼넷
en: Official high-school games: %lld · %lld strikeouts · %lld walks
ja: 高校公式戦: %lld · %lld 三振 · %lld 四球

# tournament.ace-start
source: 에이스 등판 — %@
en: Ace start — %@
ja: エーススタート — %@

# tournament.national-note
source: 전국 8팀. 스카우트들은 이런 무대의 공 하나를 오래 기억합니다.
en: Eight teams from across the country. Scouts remember a single pitch on a stage like this.
ja: 全国から集まった8チーム。こういう舞台ではスカウトは一球を覚えてしまう。

# community-buzz.title
source: 그라운드 밖의 목소리
en: Voices beyond the field
ja: 現場を超えた声

# community-buzz.footnote
source: 익명 야구 게시판의 반응입니다.
en: Anonymous message-board reactions.
ja: 匿名掲示板の反応。

# community-buzz.world.title
source: 전국의 소식
en: News from around the country
ja: 全国からのニュース

# community-buzz.world.footnote
source: 라이벌들도 저마다의 3년을 살고 있습니다.
en: Every rival is living through a three-year high school career of their own.
ja: ライバルたちは皆、それぞれの高校生活の3年間を生きています。

# prospect-ranking.title
source: 전국 유망주 랭킹
en: National Prospect Rankings
ja: 全国の見込み客ランキング

# prospect-ranking.no-games
source: 아직 세상이 이 이름을 모릅니다. 첫 등판이 시작입니다.
en: No one knows this name yet. The first outing is where it starts.
ja: まだ誰もこの名前を知りません。最初の登板が始まりです。

# prospect-ranking.forecast.label
source: 가상 지명 명단: %@
en: Draft outlook: %@
ja: ドラフト予想: %@

# prospect-ranking.forecast.detail
source: 평가 %lld점 · 당락선 %lld점 · %@ 주목
en: Evaluation %lld · Draft cutoff %lld · %@ is on the scouting radar
ja: 評価 %lld ・ドラフトカットオフ %lld ・%@ が偵察レーダーに載っています

# prospect-ranking.outside.title
source: 현재 %lld위권 — 랭킹 발표는 20위까지입니다.
en: Currently around No. %lld — the board stops at 20.
ja: 現在、No. %lld あたりで、ボードは 20 で停止します。

# prospect-ranking.outside.detail
source: 스카우트들은 이미 지켜보고 있습니다. %lld계단을 오르면 전국에 이름이 실립니다.
en: Scouts are already watching. Climb %lld spots to put your name on the national board.
ja: スカウトたちはすでに注目している。 %lld スポットを登って全国掲示板にあなたの名前を載せましょう。

# prospect-ranking.player-tag
source: 이 명단에서 유일하게 당신이 키우는 선수
en: The only player here you are developing.
ja: ここであなたが開発している唯一のプレーヤーです。

# conclusion.chronicle.title
source: 3년의 이야기
en: Three-Year Story
ja: 3年間の物語

# conclusion.draft.title
source: 드래프트
en: Draft
ja: ドラフト

# conclusion.draft.intro
source: 3년의 기록이 평가됩니다. 지명 여부가 지금 정해집니다.
en: Three years of work go on the board now. The draft decision is made here.
ja: 3年間の成果が、いま評価表に並びます。ここでドラフト結果が決まります。

# conclusion.scout.title
source: 스카우트 평가서 — 기질
en: Scout Report — Makeup
ja: スカウト評価 — 人間性

# conclusion.record.title
source: 3년의 기록
en: Three-Year Record
ja: 3年間の記録

# conclusion.record.official-games
source: 고교 공식 경기 %lld회
en: Official high-school games: %lld
ja: 高校公式試合: %lld

# conclusion.record.stats
source: %lld탈삼진 · %lld볼넷 · %lld실점
en: %lld K · %lld BB · %lld runs allowed
ja: %lld奪三振・%lld四球・%lld失点

# conclusion.record.awakening-training
source: 각성 %lld회 · 훈련 %lld회
en: %lld awakenings · %lld training sessions
ja: %lld 覚醒 · %lld トレーニング セッション

# conclusion.draft.resolve
source: 결과 확인
en: Reveal result
ja: 結果を明らかにする

# conclusion.player-record.card
source: 선수 기록 카드
en: Player Record Card
ja: 選手記録カード

# conclusion.draft-summary.drafted
source: 지명 구단 · %@. 구위와 고교 경기 기록에서 높은 평가를 받았습니다.
en: Drafted by %@. Your stuff and high-school game record drew strong interest.
ja: %@から指名されました。球威と高校公式戦の実績が高く評価されました。

# conclusion.draft-summary.undrafted
source: 마지막 라운드까지 이름이 불리지 않았습니다. 다음 선수에게 남길 기록을 고르세요.
en: Your name was not called by the final round. Choose what this player leaves for the next one.
ja: 最終ラウンドまで名前は呼ばれませんでした。この選手が次の選手へ残すものを選んでください。

# conclusion.evaluation.score
source: 평가 %lld점
en: Evaluation %lld
ja: 評価 %lld

# conclusion.evaluation.accessibility
source: 평가 항목: %@
en: Evaluation breakdown: %@
ja: 評価内訳：%@

# conclusion.wind.review
source: 3년의 바람 돌아보기 · %@
en: Three-Year Wind · %@
ja: 3 年の風 · %@

# conclusion.wind.draft-adjustment
source: 드래프트 평가 보정 %+lld점
en: Draft evaluation adjustment %+lld
ja: ドラフト評価調整 %+lld

# conclusion.wind.inheritance-adjustment
source: 계승 포인트 보정 %+lld%%
en: Inheritance point adjustment %+lld%%
ja: 継承ポイント調整 %+lld%%

# conclusion.signature.title
source: 이 선수가 남길 대표 유산 · %lld/1
en: This Player's Signature Legacy · %lld/1
ja: このプレーヤーのシグネチャー レガシー · %lld/1

# conclusion.signature.description
source: 직접 키운 능력과 실제 경기 기록으로 세 가지 유산이 만들어졌습니다.
en: Three legacies emerge from the abilities you built and the games you actually pitched.
ja: あなたが築き上げた能力と実際に投げた試合から、3 つの遺産が生まれます。

# conclusion.signature.remainder
source: 고른 하나는 새 선수에게 바로 이어지고, 나머지도 발견 목록에 남아 다음에 다시 고를 수 있습니다.
en: One choice passes directly to the next player. The others stay discovered so they can return in a later run.
ja: 1 つの選択は次のプレイヤーに直接渡されます。他のものは検出されたままなので、後の実行で戻ることができます。

# conclusion.memory.title
source: 새 선수에게 남길 기억 · %lld/%lld
en: Memories for the Next Player · %lld/%lld
ja: 次のプレイヤーへの思い出 · %lld/%lld

# conclusion.memory.description
source: 기능 업데이트 전에 시작한 선수입니다. 당시 규칙대로 기억을 고릅니다.
en: This player began before the feature update. Choose memories under the rules from that run.
ja: このプレーヤーは機能アップデート前に開始されました。そのランからルールに従って思い出を選択してください。

# conclusion.memory.more
source: %lld장 더 고르세요.
en: Choose %lld more.
ja: さらに%lldを選択してください。

# conclusion.legacy.confirm-action
source: 대표 유산을 확정한다
en: Lock in the signature legacy
ja: 署名のレガシーをロックインする

# conclusion.memory.confirm-action
source: 기억을 확정한다
en: Lock in the memories
ja: 思い出を閉じ込めて

# conclusion.legacy.confirmation-title
source: %@ 새 선수에게 남길까요?
en: Pass %@ to the next player?
ja: %@ を次のプレイヤーに渡しますか?

# conclusion.memory.confirmation-title
source: 기억 %lld장을 확정할까요?
en: Lock in %lld memories?
ja: %lld の思い出を閉じ込めますか?

# conclusion.confirmation.cancel
source: 다시 고른다
en: Choose again
ja: もう一度選択してください

# conclusion.confirmation.confirm
source: 확정하고 이 선수의 이야기를 닫는다
en: Lock it in and close this player's story
ja: ロックしてこのプレイヤーのストーリーを閉じます

# conclusion.legacy.confirmation-message
source: 이 선수의 고교 3년이 닫히고 되돌릴 수 없습니다. 고른 대표 유산 하나만 새 선수에게 직접 이어집니다.
en: This player's high-school story will close and cannot be reopened. Only the chosen legacy passes directly to the next player.
ja: このプレイヤーの高校時代のストーリーは終了し、再開することはできません。選択されたレガシーのみが次のプレイヤーに直接渡されます。

# conclusion.memory.confirmation-message
source: 기능 업데이트 전에 시작한 선수입니다. 당시 규칙대로 고른 기억만 새 선수에게 이어집니다.
en: This player began before the feature update. Only the memories chosen under those rules pass forward.
ja: このプレーヤーは機能アップデート前に開始されました。それらのルールに基づいて選択された記憶だけが先に進みます。

# conclusion.completion.title
source: 고교 3년 완료
en: High School Career Complete
ja: 高校卒業

# conclusion.completion.ended
source: 3년이 끝났습니다.
en: Three years are complete.
ja: 3年間が終わります。

# conclusion.completion.carried-memory
source: 가져온 기억 %lld장 · 계승 포인트 %lld
en: Carried memories: %lld · Inheritance points: %lld
ja: 引き継がれた記憶：%lld・継承ポイント：%lld

# conclusion.team.waiting
source: %@에서 기다리는 사람
en: The people waiting at %@
ja: %@で待っている人たち

# conclusion.team.coach-name
source: %@ 코치
en: Coach %@
ja: コーチ %@

# conclusion.team.competitor-fallback
source: 같은 자리를 두고 겨룰 선수
en: A pitcher competing for the same spot
ja: 同じ座を争う投手

# conclusion.pro.enter
source: 프로 커리어 시작
en: Start pro career
ja: プロとしてのキャリアをスタート

# conclusion.pro.not-over
source: 이 선수의 이야기는 아직 끝나지 않았습니다.
en: This player's story is not over yet.
ja: この選手の物語はまだ終わっていない。

# conclusion.legacy-preview.title
source: 프로를 마치면 남길 것
en: What this player can leave after pro
ja: この選手がプロ後に残せるもの

# conclusion.legacy-preview.body
source: 이 중 하나가 다음 선수에게 이어집니다. 선택은 프로 이야기를 마친 뒤입니다.
en: One of these will pass to the next player. The choice comes after the pro story.
ja: そのうちの 1 つが次のプレイヤーに渡されます。選択はプロの話の後に来る。

# conclusion.pro.awaiting-retirement-title
source: 프로에서 이어지는 이야기
en: The story continues in pro ball
ja: 物語はプロボールへと続く

# conclusion.pro.awaiting-retirement-body
source: 이 선수의 프로 커리어를 마치면 고교 시절과 통산 기록을 함께 돌아보고, 다음 선수에게 남길 대표 유산을 고릅니다.
en: When this player's pro career ends, you'll review the high-school years and career line together, then choose a legacy for the next player.
ja: このプレーヤーのプロとしてのキャリアが終わったら、高校時代とキャリアラインを一緒に見直し、次のプレーヤーへの遺産を選択します。

# conclusion.best-evaluation.record-title
source: 최고 평가 갱신
en: New best evaluation
ja: 新たな最高評価

# conclusion.best-evaluation.next-title
source: 다음 과녁
en: Next target
ja: 次のターゲット

# conclusion.best-evaluation.record-body
source: 이번 선수가 이전 최고(%lld점)를 넘었습니다.
en: This player beat the previous best (%lld).
ja: このプレイヤーは以前の最高記録 (%lld) を上回りました。

# conclusion.best-evaluation.next-body
source: 이번 선수는 %lld점. 다음 선수로 이 기록을 넘어 보세요.
en: This player scored %lld. Beat that mark with the next one.
ja: このプレイヤーは %lld を獲得しました。次のマークでそのマークを打ち破ってください。

# conclusion.rebirth.action
source: %lld번째 선수로 다시 시작
en: Start again as Player %lld
ja: プレーヤー %lld として再スタートします

# conclusion.rebirth.summary.eul
source: 기억 %lld장 · 계승 포인트 %lld을 안고 시작합니다.
en: Starting with %lld memories and %lld inheritance points.
ja: %lld メモリと %lld 継承ポイントから始めます。

# conclusion.rebirth.summary.reul
source: 기억 %lld장 · 계승 포인트 %lld를 안고 시작합니다.
en: Starting with %lld memories and %lld inheritance points.
ja: %lld メモリと %lld 継承ポイントから始めます。

# conclusion.fold.title
source: 이 선수의 이야기를 접고 다시 시작
en: Fold this player's story and start again
ja: このプレイヤーのストーリーを折りたたんで、最初からやり直してください

# conclusion.fold.body
source: 프로를 포기하고 새 선수로 시작합니다. 남길 기억을 고르게 됩니다.
en: Give up the pro path and start a new player. You'll choose what to leave behind.
ja: プロの道を諦めて新しいプレーヤーを始める。何を残すかはあなたが選ぶことになります。

# conclusion.fold.confirmation-title
source: 프로 진출을 포기하고 이 선수의 이야기를 마칠까요?
en: Give up the pro path and close this player's story?
ja: プロの道を諦めて、このプレイヤーのストーリーを閉じますか？

# conclusion.fold.action
source: 접고 기억을 고른다
en: Fold it and choose memories
ja: 折りたたんで思い出を選ぶ

# conclusion.fold.cancel
source: 돌아간다
en: Go back
ja: 戻る

# conclusion.fold.message
source: 프로 커리어를 시작하지 않고 이 선수의 이야기를 끝냅니다. 지명은 사라지고 되돌릴 수 없습니다.
en: This ends the story without starting a pro career. The draft result will be lost and cannot be undone.
ja: これではプロとしてのキャリアをスタートさせずに物語が終わってしまいます。ドラフト結果は失われ、元に戻すことはできません。

# conclusion.season-record.title
source: 시즌 기록
en: Season Record
ja: シーズン記録

# conclusion.season-record.direct-outings
source: 직접 등판
en: Your outings
ja: あなたの登板

# conclusion.season-record.team-games
source: 팀 경기
en: Team games
ja: チーム試合

# conclusion.season-record.recent-games
source: 최근 경기
en: Recent games
ja: 最近の試合

# conclusion.season-record.season
source: %lld학년
en: Grade %lld
ja: グレード %lld

# conclusion.season-record.summary
source: %lld경기 · %@ · %lldK %lldBB %lld실점
en: %lld games · %@ · %lld K %lld BB · %lld runs allowed
ja: %lld 試合 · %@ · %lld K %lld BB · %lld失点

# conclusion.season-record.role.starter
source: 선발 %@
en: Starter · %@
ja: スターター・%@

# conclusion.season-record.role.reliever
source: 구원 %@
en: Reliever · %@
ja: リリーバー・%@

# conclusion.season-record.decision.win
source: 승
en: W
ja: W

# conclusion.season-record.decision.loss
source: 패
en: L
ja: L

# conclusion.season-record.decision.save
source: 세이브
en: SV
ja: SV

# conclusion.season-record.line-accessibility
source: %lld주차 %@, %@, %@, %@
en: Week %lld, %@, %@, %@, %@
ja: 週 %lld、%@、%@、%@、%@

# conclusion.draft-reveal.waiting
source: 호명을 기다립니다
en: Waiting for the call
ja: 電話を待っています

# conclusion.draft-reveal.round
source: %lld라운드
en: Round %lld
ja: ラウンド %lld

# conclusion.draft-reveal.drafted
source: 지명
en: Drafted
ja: ドラフト済み

# conclusion.draft-reveal.pick
source: %lld라운드 전체 %lld순위
en: Round %lld · overall pick %lld
ja: ラウンド %lld · 全体的なピック %lld

# conclusion.draft-reveal.bonus
source: 계약금 %@
en: Signing bonus %@
ja: サイン特典 %@

# conclusion.draft-reveal.complete
source: 전 라운드 종료
en: All rounds complete
ja: 全ラウンド完了

# conclusion.draft-reveal.not-called
source: 이름이 불리지 않았습니다
en: Your name was not called
ja: あなたの名前は呼ばれませんでした

# conclusion.draft-reveal.undrafted-body
source: 3년은 여기서 끝납니다. 새 선수에게 무엇을 남길지 고르게 됩니다.
en: Three years end here. Choose what this player leaves for the next one.
ja: ここで3年間が終わります。このプレイヤーが次のプレイヤーに何を残すかを選択してください。

# conclusion.draft-reveal.continue
source: 계속
en: Continue
ja: 続ける

# conclusion.draft-reveal.skip
source: 건너뛰기
en: Skip
ja: スキップ

# conclusion.rebirth-stamp.title
source: 다시 태어납니다
en: A new life begins
ja: 新しい生活が始まります

# conclusion.rebirth-stamp.life
source: %lld번째 선수
en: Player %lld
ja: プレーヤー %lld

# conclusion.rebirth-stamp.body
source: 고교 1학년 봄으로 돌아갑니다
en: Back to spring of high-school grade 1
ja: 高校1年生の春に戻る

# conclusion.rebirth-stamp.accessibility
source: %lld번째 선수. 고교 1학년 봄으로 돌아갑니다.
en: Player %lld. Back to spring of high-school grade 1.
ja: プレーヤー %lld。高校1年生の春に遡ります。

# conclusion.life-card.header
source: %lld번째 선수의 기록
en: Player %lld Record
ja: プレーヤー %lld レコード

# conclusion.life-card.drafted
source: 지명
en: Drafted
ja: ドラフト済み

# conclusion.life-card.undrafted
source: 미지명
en: Undrafted
ja: ドラフト外

# conclusion.life-card.school-unknown
source: 학교 미정
en: School unknown
ja: 学校不明

# conclusion.life-card.wind
source: 바람 · %@
en: Wind · %@
ja: 風・%@

# conclusion.life-card.result-drafted
source: %@ 지명
en: Drafted by %@
ja: %@から指名

# conclusion.life-card.result-undrafted
source: 드래프트 미지명
en: Undrafted
ja: ドラフト外

# conclusion.life-card.scout-score
source: 스카우트 평가 %lld점
en: Scout evaluation: %lld
ja: スカウト評価：%lld

# conclusion.life-card.growth-title
source: 3년 동안 키운 것
en: Built over three years
ja: 3年かけて作り上げた

# conclusion.life-card.growth-total
source: 총합 %lld→%lld
en: Total %lld → %lld
ja: 合計 %lld → %lld

# conclusion.life-card.growth.stuff
source: 구위
en: Stuff
ja: 球威

# conclusion.life-card.growth.command
source: 제구
en: Control
ja: 制球

# conclusion.life-card.growth.movement
source: 변화
en: Breaking
ja: ブレーキング

# conclusion.life-card.growth.stamina
source: 체력
en: Stamina
ja: スタミナ

# conclusion.life-card.growth.accessibility.up
source: %1$@ %2$lld에서 %3$lld로 %4$lld 올랐습니다.
en: %1$@ grew from %2$lld to %3$lld, up %4$lld.
ja: %1$@ は、%2$lld から %3$lld に増加し、%4$lld まで増加しました。

# conclusion.life-card.growth.accessibility.no-change
source: %1$@ %2$lld에서 %3$lld로 변화 없습니다.
en: %1$@ stayed at %3$lld, unchanged from %2$lld.
ja: %1$@ は %2$lld から変わらず、%3$lld のままでした。

# conclusion.life-card.stats-title
source: 3년 성적
en: Three-Year Line
ja: 3年線

# conclusion.life-card.innings
source: 이닝
en: IP
ja: IP

# conclusion.life-card.ra9
source: 방어율
en: RA9
ja: RA9

# conclusion.life-card.games
source: 경기
en: G
ja: G

# conclusion.life-card.strikeouts
source: 탈삼진
en: K
ja: K

# conclusion.life-card.hits
source: 피안타
en: H
ja: H

# conclusion.life-card.walks
source: 볼넷
en: BB
ja: BB

# conclusion.life-card.runs
source: 실점
en: RA
ja: RA

# conclusion.life-card.season-line
source: %lld구 · 탈삼진/볼넷 %@ · 직접 등판 기준
en: %lld pitches · K/BB %@ · Your outings
ja: %lld 投球 · K/BB %@ · あなたの登板

# conclusion.life-card.season-line.no-pitches
source: 탈삼진/볼넷 %@ · 직접 등판 기준
en: K/BB %@ · Your outings
ja: K/BB %@ · あなたの登板

# conclusion.life-card.season-line.no-walks
source: 볼넷 없이 %lld탈삼진 · 직접 등판 기준
en: No walks · %lld strikeouts · Your outings
ja: 四球なし · %lld 奪三振 · あなたの登板

# conclusion.life-card.season-line.empty
source: 직접 등판 기준
en: Your outings
ja: あなたの登板

# conclusion.life-card.signature
source: 대표 유산 · %@
en: Signature legacy · %@
ja: シグネチャーレガシー · %@

# conclusion.life-card.signature-accessibility
source: 대표 유산 %@
en: Signature legacy %@
ja: シグネチャーレガシー %@

# conclusion.life-card.coach
source: %@ 감독
en: %@ · Coach
ja: %@ · コーチ

# conclusion.life-card.catcher
source: %@ 포수
en: %@ · Catcher
ja: %@・捕手

# conclusion.life-card.rival
source: 숙적 %@
en: Rival %@
ja: ライバル %@

# conclusion.life-card.footer
source: 야구 못하면 또 환생함
en: If baseball doesn't work out, start another life
ja: 野球がうまくいかなかったら別の人生を始めればいい

# conclusion.life-card.complete
source: %lld번째 선수 완주
en: Player %lld complete
ja: プレーヤー %lld 完了

# conclusion.life-card.challenge
source: 도전 %@-%lld
en: Challenge %@-%lld
ja: チャレンジ %@-%lld

# conclusion.life-card.preview-accessibility
source: %@ 선수 기록 카드
en: %@ record card
ja: %@ レコードカード

# conclusion.life-card.share
source: 선수 카드 공유
en: Share player card
ja: 選手カードを共有する

# conclusion.life-card.share-subject
source: %@ · %lld번째 선수
en: %@ · Player %lld
ja: %@ · プレーヤー %lld

# conclusion.life-card.share-body-header
source: %@ · %lld번째 선수
en: %@ · Player %lld
ja: %@ · プレーヤー %lld

# conclusion.life-card.share-body-challenge
source: 같은 판에 도전: %@-%lld
en: Challenge the same world: %@-%lld
ja: 同じ世界に挑戦：%@-%lld

# conclusion.draft.projected-range.first-round
source: 1라운드
en: Round 1
ja: ラウンド1

# conclusion.draft.projected-range.middle-rounds
source: 2~3라운드
en: Rounds 2–3
ja: ラウンド 2 ～ 3

# conclusion.draft.projected-range.late-rounds
source: 4~6라운드
en: Rounds 4–6
ja: ラウンド 4 ～ 6

# conclusion.draft.projected-range.undrafted
source: 미지명
en: Undrafted
ja: ドラフト外

# conclusion.draft.first-season-goal
source: 퓨처스 선발 10경기와 볼넷률 8% 이하
en: 10 development-league starts with a walk rate at or below 8%
ja: 10育成リーグは四球率8%以下でスタート

# conclusion.draft.breakdown.ability
source: 능력 %lld
en: Ability %lld
ja: アビリティ %lld

# conclusion.draft.breakdown.high-school
source: 고교 공식 경기 %+lld
en: High-school games %+lld
ja: 高校生向け試合 %+lld

# conclusion.draft.breakdown.season
source: 시즌 기록 %+lld
en: Season line %+lld
ja: シーズンライン %+lld

# conclusion.draft.breakdown.awakening
source: 각성 +%lld
en: Awakenings +%lld
ja: 覚醒+%lld

# conclusion.draft.breakdown.relationship
source: 관계 %+lld
en: Relationships %+lld
ja: 関係 %+lld

# conclusion.draft.breakdown.handicap
source: 핸디캡 -%lld
en: Handicap -%lld
ja: ハンディキャップ -%lld

# conclusion.draft.breakdown.arm
source: 팔 상태 -%lld
en: Arm load -%lld
ja: アーム荷重 -%lld

# conclusion.chronicle.stage
source: %lld학년 %@
en: Grade %lld · %@
ja: グレード %lld・%@

# conclusion.chronicle.admission
source: %@ 입학. 3년이 시작됩니다.
en: %@ enrolled. Three years begin.
ja: %@ が登録されました。 3年が始まります。

# conclusion.chronicle.personality
source: 성격이 자리 잡았습니다 — '%@'. %@
en: Personality settled — “%@.” %@
ja: 性格が決まりました — 「%@」。 %@

# conclusion.chronicle.personality-changed
source: 성격이 달라졌습니다 — '%@'. 사람은 고정된 값이 아닙니다.
en: Personality changed — “%@.” People aren't fixed.
ja: 人格が変更されました — 「%@」。人は固定されていません。

# conclusion.chronicle.awakening
source: ‘%@’을 익혔습니다. %@
en: Learned “%@” — %@.
ja: 「%@」 — %@ を学習しました。

# conclusion.chronicle.nickname
source: ‘%@’ 별명을 얻었습니다. %@
en: Earned the nickname “%@.” %@
ja: ニックネームは「%@」。 %@

# conclusion.chronicle.game.first
source: 첫 공식 등판 — %@
en: First official outing — %@
ja: 初めての公式登板 — %@

# conclusion.chronicle.game.shutout
source: 무실점 호투 — %@
en: A shutout gem — %@
ja: 完封の逸品 — %@

# conclusion.chronicle.game.strikeouts
source: 탈삼진 %lld개로 압도 — %@
en: Dominated with %lld strikeouts — %@
ja: %lld 三振で支配 — %@

# conclusion.chronicle.game.rough
source: 무너진 날 — %@. 이 경기를 기억해야 합니다.
en: A day it fell apart — %@. Remember this one.
ja: ある日、それは崩壊しました — %@。これを覚えておいてください。

# conclusion.chronicle.chapter-goal
source: %@ 완수 — 이번 이야기 탈삼진 %lld개.
en: %@ complete — %lld strikeouts in this story.
ja: %@ 完了 — このストーリーでは %lld の三振。

# conclusion.chronicle.drafted
source: 드래프트 %lld라운드 %@ 지명. 3년이 응답받았습니다.
en: Round %lld: drafted by %@. Three years answered.
ja: %lld ラウンド: %@ によってドラフトされました。 3年が答えた。

# conclusion.chronicle.drafted-no-round
source: 드래프트 %@ 지명. 3년이 응답받았습니다.
en: Drafted by %@. Three years answered.
ja: %@から指名されました。3年間の努力が実りました。

# conclusion.chronicle.undrafted
source: 드래프트 미지명. 하지만 이 3년은 새 선수의 밑천이 됩니다.
en: Undrafted. But these three years become the next player's foundation.
ja: ドラフト外。しかし、この３年間が次の選手の基礎となる。

# conclusion.chronicle.pledge
source: 고교 3년 목표 — %@.
en: High-school pledge — %@.
ja: 高校生の誓約 — %@。

# conclusion.chronicle.bloom
source: 만개 — 막혀 있던 %@ 재능이 %@까지 열렸습니다.
en: Breakthrough — the %@ talent opened to %@.
ja: 画期的な進歩 — %@ の才能が %@ に開かれました。

# conclusion.chronicle.pro-start
source: 프로 유니폼을 입었습니다.
en: Put on a pro uniform.
ja: プロのユニフォームを着てください。

# pitch.ability.accessibility-summary
source: 기준 구속 %@, 코스 %lld, 움직임 %lld, 체력 %lld, 피로 %lld에서 체감 %lld, 한 구 팔 부담 %lld. %@
en: Baseline %@. Location %lld, movement %lld, stamina %lld. Fatigue %lld becomes %lld. Arm load per pitch %lld. %@
ja: 基準 %@。コース %lld、変化量 %lld、スタミナ %lld。疲労 %lld から %lld。1球あたりの腕への負荷 %lld。%@

# pitch.ability.command.moment
source: 키운 제구가 살아난 공 · 코스 %lld
en: Your command held the target · Location %lld
ja: 制球が狙いを捉えた・コース %lld

# pitch.ability.movement.moment
source: 키운 변화가 살아난 공 · 움직임 %lld · 범타 %lld
en: Your movement shaped the contact · Break %lld · Weak contact %lld
ja: 変化量が打球を操った・変化 %lld・打ち損じ %lld

# pitch.ability.power.moment
source: 키운 구위가 살아난 공 · 구위 %lld · 헛스윙 %lld
en: Your developed stuff showed up · Stuff %lld · Whiff %lld
ja: 鍛えた球威を発揮・球威 %lld・空振り %lld

# pitch.ability.stamina.moment
source: 키운 체력이 버틴 공 · 피로 %lld→%lld
en: Your stamina held up · Fatigue %lld→%lld
ja: スタミナが持続しました・疲労 %lld→%lld

# pitch.abort.continue
source: 계속 던진다
en: Keep Pitching
ja: 投球を続ける

# pitch.abort.game.confirm
source: 이닝을 버리고 중단한다
en: Forfeit Inning
ja: 没収イニング

# pitch.abort.game.message
source: 지금까지 던진 이 이닝은 사라집니다. 다음 마운드는 새 이닝입니다.
en: This inning will be discarded. Your next appearance will begin with a fresh inning.
ja: この回は破棄となります。次回の出場は新たなイニングから始まります。

# pitch.abort.game.title
source: 등판을 중단할까요?
en: Leave the mound?
ja: マウンドを離れる？

# pitch.abort.practice.confirm
source: 연습을 끝낸다
en: End Practice
ja: 練習終了

# pitch.abort.practice.message
source: 연습은 기록에 남지 않습니다. 바로 다음으로 넘어갑니다.
en: Practice is not recorded. You will move straight to the next chapter.
ja: 練習は記録されません。すぐに次の章に進みます。

# pitch.abort.practice.title
source: 연습을 끝낼까요?
en: End this practice session?
ja: この練習セッションを終了しますか?

# pitch.action.abort
source: 중단
en: Leave
ja: 休暇を取る

# pitch.badge.clutch
source: 승부구
en: CLUTCH PITCH
ja: クラッチ投球

# pitch.badge.perfect-release
source: 퍼펙트 릴리스
en: PERFECT RELEASE
ja: 完璧なリリース

# pitch.badge.sequence
source: 수싸움 적중 · %@
en: SEQUENCE READ · %@
ja: シーケンス読み取り · %@

# pitch.build.command
source: 정밀 제구형 시너지 · 노린 코스에 붙이는 공입니다.
en: Command build synergy: this pitch is built to hold its target.
ja: 制球 相乗効果を構築: この投球はターゲットを保持するように構築されています。

# pitch.build.movement.primary
source: 변화구형 시너지 · 움직임과 범타를 살립니다.
en: Movement build synergy: this pitch creates break and weak contact.
ja: 変化量 相乗効果を構築: この投球はブレークと打ち損じを生み出します。

# pitch.build.movement.secondary
source: 변화구형 연결구 · 결정구를 위한 포심입니다.
en: Movement build bridge: this fastball sets up your put-away pitches.
ja: 変化量 ブリッジを構築: この速球が決め球をセットアップします。

# pitch.build.power.primary
source: 강속구형 시너지 · 포심 구속과 헛스윙을 살립니다.
en: Power build synergy: your four-seam gains velocity and swing-and-miss.
ja: パワービルド相乗効果: フォーシーム の速度が向上し、空振り が向上します。

# pitch.build.power.secondary
source: 강속구형 보조구 · 포심과의 속도 차를 만듭니다.
en: Power build complement: this pitch creates separation from your four-seam.
ja: パワービルドの補完: この投球は、フォーシーム からの分離を生み出します。

# pitch.build.stamina
source: 이닝 소화형 시너지 · 누적 피로 %lld로 억제 중입니다.
en: Stamina build synergy: effective fatigue is held to %lld.
ja: スタミナ 相乗効果を構築: 効果的な疲労は %lld に保持されます。

# pitch.coach.first
source: ① 길게 눌러 와인드업 — 미터가 가운데 초록에 올 때 떼자. 구종과 코스는 포수가 골라 뒀다.
en: 1. Hold to wind up, then release in the green center. Your catcher has already called the pitch and location.
ja: 1. 押し続けて巻き上げ、緑色の中央で放します。あなたの捕手はすでに投球とコースを呼び出しています。

# pitch.coach.label
source: 코치
en: COACH
ja: コーチ

# pitch.coach.put-away
source: ③ 결정구 — 상대가 약한 구종으로 유인하자. 존을 살짝 벗어나도 방망이가 나온다.
en: 3. Put-away pitch. Attack the hitter's weakness just off the zone and make them chase.
ja: 3. 決め球。ゾーンぎりぎりの打者の弱点を突いて追いかけさせる。

# pitch.coach.second
source: ② 같은 곳에 두 번은 없다 — 구종이나 코스를 바꿔 타자의 눈을 흔들자.
en: 2. Do not show the same look twice. Change speed or location to disrupt the hitter's timing.
ja: 2.同じ表情を二度見せないでください。速度や位置を変更して打者のタイミングを狂わせます。

# pitch.feedback.detail
source: %@ · 코스 실행 %lld
en: %@ · Location execution %lld
ja: %@ · コース実行%lld

# pitch.feedback.outcome.ball
source: 존을 놓쳤습니다.
en: The pitch missed the zone.
ja: 投球がゾーンを外れました。

# pitch.feedback.outcome.called-strike
source: 타자를 얼어붙게 했습니다.
en: The hitter froze.
ja: 打者は凍りついた。

# pitch.feedback.outcome.double
source: 장타를 허용했습니다.
en: The contact reached the gap for extra bases.
ja: 接触は長打点に達した。

# pitch.feedback.outcome.foul
source: 타자가 간신히 걷어냈습니다.
en: The hitter barely stayed alive.
ja: 打者はかろうじて生き残った。

# pitch.feedback.outcome.hit-by-pitch
source: 공이 타자에게 맞았습니다.
en: The pitch hit the batter.
ja: 投球が打者に当たった。
